Repository: kimsol1134/baseball
Catalog: apps/ios/Sources/Localization/Localizable.xcstrings
Source language: ko
Languages: en, ja

# settings.share-code.label
source: 이번 선수 공유 코드
en: Current player's share code
ja: 現在のプレイヤーのシェアコード

# settings.soul.label
source: 영혼
en: Spirit
ja: スピリット

# settings.audio.title
source: 오디오
en: Audio
ja: オーディオ

# share.career.summary
source: %lld번째 선수: %@
en: Career %lld: %@
ja: キャリア %lld: %@

# setup.action.back
source: 뒤로
en: Back
ja: 戻る

# setup.action.next
source: 다음
en: Next
ja: 次へ

# setup.boost.extra-memory.detail
source: 이번 선수가 은퇴할 때 대표 유산 후보를 하나 더 발견합니다.
en: Discover one additional Signature Legacy option when this player retires.
ja: このプレーヤーが引退すると、追加のシグネチャー レガシー オプションが 1 つ見つかります。

# setup.boost.extra-memory.title
source: 넓어진 유산의 시야
en: Wider Legacy Horizon
ja: より広いレガシーホライズン

# setup.boost.head-start.detail
source: 자동 스며듦 상한 너머로 +5가 추가로 스며듭니다.
en: Adds +5 beyond the automatic-growth cap.
ja: 自動成長の上限を超えると +5 が追加されます。

# setup.boost.head-start.title
source: 조기 성장
en: Head start
ja: 有利なスタート

# setup.boost.talent-break.detail
source: 가장 낮은 재능 등급이 한 단계 열린 채 시작합니다.
en: Start with one step opened on your lowest talent grade.
ja: 最も低い才能グレードで 1 つのステップを開くことから始めます。

# setup.boost.talent-break.title
source: 재능 돌파
en: Talent breakthrough
ja: 才能の躍進

# setup.boost.training-rhythm.detail
source: 이번 고교 3년의 훈련 대성공 확률이 16% → 26%가 됩니다.
en: Raises this three-year career's great-training chance from 16% to 26%.
ja: この 3 年間のキャリアの素晴らしいトレーニングのチャンスが 16% から 26% に増加します。

# setup.boost.training-rhythm.title
source: 성장 리듬
en: Training rhythm
ja: トレーニングリズム

# setup.challenge.description
source: 지난 선수의 기억·대표 유산·계승 포인트·핸디캡은 쓰지 않습니다. 고른 난이도와 직접 투구만 이 판에 반영됩니다.
en: Past memories, Signature Legacies, inheritance points, and handicaps are disabled. Only your chosen difficulty and direct pitching affect this challenge.
ja: 過去の記憶、シグネチャーレガシー、継承ポイント、ハンディキャップは無効になります。選択した難易度と直接投球のみがこのチャレンジに影響します。

# setup.challenge.title
source: 같은 조건으로 겨루는 도전
en: Challenge: same conditions
ja: チャレンジ: 同じ条件

# setup.difficulty.challenging
source: 혹독하게
en: Brutal
ja: 残忍な

# setup.difficulty.relaxed
source: 여유롭게
en: Relaxed
ja: リラックスした

# setup.difficulty.standard
source: 보통
en: Standard
ja: 標準

# setup.difficulty.title
source: 난이도
en: Difficulty
ja: 難易度

# setup.handicap.description
source: 최대 2개. 고르면 이번 고교 3년이 어려워집니다. 대신 새 선수가 이어받는 힘이 커집니다. 지금 +%lld%%
en: Up to two. Each makes this three-year career harder, but gives the next player more to inherit. Current bonus: +%lld%%
ja: 2つまで。それぞれがこの3年間のキャリアをより困難なものにするが、次の選手に受け継ぐものはさらに多くなる。現在のボーナス: +%lld%%

# setup.handicap.label
source: 핸디캡
en: Handicaps
ja: ハンディキャップ

# setup.handicap.title
source: 이번 고교 3년을 얼마나 어렵게 갈까요?
en: How hard should this three-year high school career be?
ja: この3年間の高校生活はどれほど大変なものでしょうか？

# setup.inheritance.automatic-growth
source: 지난 선수들이 남긴 누적 포인트 중 이번 선수 능력에 자동 성장 +%lld · 계승 상점에서 쓸 수 있는 포인트 %lld
en: From past players' accumulated points: +%lld automatic growth for this player · %lld points available in the Inheritance Shop
ja: 過去のプレイヤーの蓄積ポイントから: +%lld このプレイヤーの自動成長 · 継承ショップで利用可能な %lld ポイント

# setup.inheritance.empty-memories
source: 가져온 기억이 없습니다.
en: No memories carried forward.
ja: 引き継がれる記憶はありません。

# setup.inheritance.legacy
source: 대표 유산 · %@
en: Signature Legacy · %@
ja: シグネチャーレガシー · %@

# setup.inheritance.maxed
source: 자동 성장은 최대치(+20)에 닿았습니다.
en: Automatic growth has reached its maximum (+20).
ja: 自動成長は最大値 (+20) に達しました。

# setup.inheritance.next-step
source: 계승 포인트 %lldP를 모으면 +%lld · 최대 +20
en: Reach %lld inheritance points for +%lld automatic growth · max +20
ja: %lld 継承ポイントに到達すると +%lld 自動成長 · 最大 +20

# setup.inheritance.points
source: 계승 포인트 %lld
en: Inheritance points: %lld
ja: 継承ポイント：%lld

# setup.inheritance.shop.description
source: 계승 포인트는 이전 선수의 커리어가 다음 선수에게 남긴 보상입니다. 여기서 이번 고교 3년에 적용할 규칙을 사고, 이미 쌓인 자동 성장 보너스는 줄지 않습니다.
en: Inheritance points are the reward one player's career leaves for the next. Spend them here on rules that apply to this three-year high school career; your accumulated automatic-growth bonus stays intact.
ja: 継承ポイントは、あるプレイヤーのキャリアが次のプレイヤーに残される報酬です。この 3 年間の高校生活に適用されるルールについてここで学びましょう。蓄積された自動成長ボーナスはそのまま残ります。

# setup.inheritance.shop.title
source: 계승 상점
en: Inheritance Shop
ja: 相続ショップ

# setup.inheritance.title
source: 가져온 것
en: Carried forward
ja: 繰り越し

# setup.legacy.description
source: 지난 선수들이 남긴 강점 중 하나만 직접 이어집니다. 다른 유산은 사라지지 않고 다음에도 다시 고를 수 있습니다.
en: One strength from past players carries over directly. Other Legacies remain unlocked and can be chosen again later.
ja: 過去の選手の強みがそのまま引き継がれています。他のレガシーはロック解除されたままで、後で再度選択できます。

# setup.legacy.title
source: 이번 선수에게 이어 줄 대표 유산
en: Choose a Signature Legacy for this player
ja: このプレイヤーのシグネチャーレガシーを選択してください

# setup.name.default
source: 이름
en: Name
ja: 名前

# setup.name.description
source: 고교 3년 동안 이 이름으로 불립니다.
en: You'll be called this name throughout your three-year high school career.
ja: 高校生活の3年間ずっとこの名前で呼ばれることになります。

# setup.name.rebirth-caption
source: 전생의 기억이 새 이름을 기다립니다.
en: Your past-life memories are waiting for a new name.
ja: あなたの過去世の記憶は、新しい名前を待っています。

# setup.name.stadium-caption
source: 이 이름이 3년 동안 이 구장에서 불립니다.
en: This name will echo through this ballpark for three years.
ja: この名前は３年間、この球場に響き渡るだろう。

# setup.name.suggestion-action
source: %@ 쓰기
en: Use %@
ja: %@を使用してください

# setup.name.title.first
source: 선수의 이름을 정하세요
en: Choose your player's name
ja: プレイヤーの名前を選択してください

# setup.name.title.rebirth
source: 다시 태어날 이름을 정하세요
en: Choose a name for your rebirth
ja: 転生 の名前を選択してください

# setup.progress.first
source: 선수 만들기 · %lld / %lld
en: Create a player · %lld / %lld
ja: プレーヤーを作成する · %lld / %lld

# setup.progress.rebirth
source: %lld번째 선수 · %lld / %lld
en: Player %lld · %lld / %lld
ja: プレーヤー %lld · %lld / %lld

# setup.quick-rebirth.action
source: 같은 설정으로 다시 태어나기
en: Start with the same setup
ja: 同じセットアップから開始

# setup.quick-rebirth.hint
source: 계승 상점을 쓰려면 아래에서 단계대로 진행하세요.
en: Continue through setup below to use the Inheritance Shop.
ja: 継承ショップを使用するには、以下のセットアップを続行します。

# setup.quick-rebirth.summary
source: %@ · %@ · 지난 선수와 같은 설정
en: %@ · %@ · Same setup as your last player
ja: %@ · %@ · 最後のプレーヤーと同じセットアップ

# setup.quick-rebirth.title
source: 바로 환생
en: Rebirth shortcut
ja: 転生 ショートカット

# setup.region.description
source: 중학교 마지막 대회를 치른 지역입니다. 이 지역의 네 고교가 손을 내밉니다.
en: This is where you played your final middle-school tournament. Four high schools from the region are reaching out.
ja: ここは中学校最後の大会が行われた場所です。地域の高校４校が参加している。

# setup.region.title
source: 어느 지역에서 시작할까요?
en: Where will you start?
ja: どこから始めますか?

# setup.seed.challenge-summary
source: 기록 없는 도전 — %lld번째 선수와 같은 조건을 계승 도움 없이 엽니다. 결과는 선수 기록·계승 포인트에 남지 않습니다.
en: Play with the same conditions as player %lld, without inherited help. The result won't count toward player records or inheritance points.
ja: 継承されたヘルプなしで、プレーヤー %lld と同じ条件でプレイします。結果はプレイヤーの記録や継承ポイントにはカウントされません。

# setup.seed.error
source: 숫자 시드나 카드에 적힌 공유 코드를 그대로 입력해 주세요.
en: Enter a number seed or the share code exactly as it appears on the card.
ja: カードに表示されている番号シードまたは共有コードを正確に入力します。

# setup.seed.placeholder
source: 시드 또는 카드 공유 코드 (선택)
en: Seed or card share code (optional)
ja: シードまたはカード共有コード (オプション)

# setup.seed.summary
source: 숫자만 입력하면 지금 만들 %lld번째 선수의 조건입니다. 카드와 똑같이 도전하려면 카드의 공유 코드를 입력하세요.
en: A number seeds player %lld. To recreate a card challenge, enter the card's share code.
ja: ナンバーシードプレイヤー%lld。カード チャレンジを再作成するには、カードの共有コードを入力します。

# setup.seed.validation
source: 시드 입력을 확인해 주세요 — %@
en: Check the seed input — %@
ja: シード入力を確認します — %@

# setup.soul-domain.body.detail
source: 구위와 체력에 먼저 들어갑니다. 긴 이닝을 버티는 쪽입니다.
en: Stuff and stamina come first. Build the arm to last deep into games.
ja: 球威とスタミナが第一です。試合に長く耐えられる腕を鍛えましょう。

# setup.soul-domain.body.label
source: 몸
en: Body
ja: 本体

# setup.soul-domain.game.detail
source: 제구와 타자 상대법에 먼저 들어갑니다. 수 싸움으로 버티는 쪽입니다.
en: Command and batter plans come first. Survive with better pitch-by-pitch decisions.
ja: 制球 とバッタープランが最初に来ます。投球ごとのより良い判断で生き残れます。

# setup.soul-domain.game.label
source: 경기 운영
en: Game plan
ja: 試合プラン

# setup.soul-domain.rule
source: 고른 쪽에 절반이 먼저 가고, 나머지는 가장 낮은 능력부터 채웁니다. 재능의 한계는 넘지 않습니다.
en: Half goes to your chosen area first; the rest fills your lowest abilities. Talent limits still apply.
ja: 半分は最初に選択したエリアに行きます。残りはあなたの最低の能力を補います。才能制限は依然として適用されます。

# setup.soul-domain.technique.detail
source: 제구와 변화구에 먼저 들어갑니다. 원하는 곳에 꽂는 쪽입니다.
en: Command and breaking balls come first. Put the pitch where you want it.
ja: 制球 と 変化球 が最初に来ます。投球を好きな場所に置きます。

# setup.soul-domain.technique.label
source: 기술
en: Technique
ja: テクニック

# setup.soul-domain.title
source: 자동 성장 포인트 %lldP를 어디에
en: Where should the %lldP of automatic growth go?
ja: 自動成長の %lldP はどこに行けばよいですか?

# setup.start.challenge
source: 기록 없는 도전 시작
en: Start challenge
ja: チャレンジを開始する

# setup.start.first
source: 고교 1학년 시작
en: Start freshman year
ja: 新入生のスタート

# setup.start.rebirth
source: 다시 태어나기
en: Begin rebirth
ja: 転生 を開始します

# setup.stat.command
source: 제구
en: Command
ja: 制球

# setup.stat.movement
source: 변화구
en: Movement
ja: 変化量

# setup.stat.stamina
source: 체력
en: Stamina
ja: スタミナ

# setup.stat.stuff
source: 구위
en: Stuff
ja: 球威

# setup.karma.capacity-hint
source: 핸디캡은 두 개까지 고를 수 있습니다. 다른 것을 빼면 고를 수 있습니다.
en: You can choose up to two handicaps. Remove one before choosing another.
ja: ハンディキャップは2つまで選択できます。別のものを選択する前に、1 つを削除してください。

# setup.style.description
source: 시작 능력치만 다릅니다. 3년 동안의 훈련으로 얼마든지 바뀝니다.
en: Only your starting ratings differ. Training over three years can change everything.
ja: 異なるのは開始時の評価だけです。 3 年間のトレーニングですべてが変わります。

# setup.style.title
source: 어떤 공을 던지는 투수인가요?
en: What kind of pitcher are you?
ja: あなたはどんな投手ですか？

# setup.karma.erased-memory.detail
source: 가져갈 기억 카드가 줄어듭니다.
en: You carry fewer Memory Cards.
ja: 持ち歩くメモリーカードの枚数が減ります。

# setup.karma.erased-memory.title
source: 지워진 기억
en: Erased memories
ja: 消された記憶

# setup.karma.genius-generation.detail
source: 같은 학년에 뛰어난 투수가 많습니다.
en: Your class is crowded with talented pitchers.
ja: あなたのクラスには才能のある投手がたくさんいます。

# setup.karma.genius-generation.title
source: 천재들의 세대
en: Generation of aces
ja: エースの世代

# setup.karma.no-last-chance.detail
source: 부상 한 번이 커리어를 끝낼 수 있습니다.
en: One injury can end the career.
ja: 一つの怪我がキャリアを終わらせる可能性がある。

# setup.karma.no-last-chance.title
source: 마지막 기회는 없다
en: No last chance
ja: 最後のチャンスはない

# setup.karma.single-weapon.detail
source: 구종 하나에만 기댈 수 있습니다.
en: You can rely on only one pitch.
ja: 頼れるのは一球だけ。

# setup.karma.single-weapon.title
source: 단 하나의 무기
en: One-trick arsenal
ja: ワントリックアーセナル

# setup.karma.stubborn-coach.detail
source: 감독의 믿음을 얻기가 어렵습니다.
en: Winning the coach's trust is harder.
ja: コーチの信頼を勝ち取るのはさらに難しい。

# setup.karma.stubborn-coach.title
source: 고집 센 감독
en: Hard-headed coach
ja: 頭の固いコーチ

# setup.karma.unknown-land.detail
source: 연고가 없는 지역에서 시작합니다.
en: You start in a region with no home ties.
ja: 故郷とのつながりのない地域からスタートします。

# setup.karma.unknown-land.title
source: 낯선 땅
en: Unfamiliar ground
ja: 見知らぬ土地

# setup.signature-effect.all
source: 구위 +%lld · 제구 +%lld · 변화구 +%lld · 체력 +%lld
en: Stuff +%lld · Command +%lld · Movement +%lld · Stamina +%lld
ja: 球威 +%lld · 制球 +%lld · 変化量 +%lld · スタミナ +%lld

# setup.signature-effect.command-movement-stamina
source: 제구 +%lld · 변화구 +%lld · 체력 +%lld
en: Command +%lld · Movement +%lld · Stamina +%lld
ja: 制球 +%lld · 変化量 +%lld · スタミナ +%lld

# setup.signature-effect.command-movement
source: 제구 +%lld · 변화구 +%lld
en: Command +%lld · Movement +%lld
ja: 制球 +%lld · 変化量 +%lld

# setup.signature-effect.command-stamina
source: 제구 +%lld · 체력 +%lld
en: Command +%lld · Stamina +%lld
ja: 制球 +%lld · スタミナ +%lld

# setup.signature-effect.command
source: 제구 +%lld
en: Command +%lld
ja: 制球 +%lld

# setup.signature-effect.movement-stamina
source: 변화구 +%lld · 체력 +%lld
en: Movement +%lld · Stamina +%lld
ja: 変化量 +%lld · スタミナ +%lld

# setup.signature-effect.movement
source: 변화구 +%lld
en: Movement +%lld
ja: 変化量 +%lld

# setup.signature-effect.none
source: 시작 능력 변화 없음
en: No change to starting abilities
ja: 初期能力は変わらない

# setup.signature-effect.stamina
source: 체력 +%lld
en: Stamina +%lld
ja: スタミナ +%lld

# setup.signature-effect.stuff-command-movement
source: 구위 +%lld · 제구 +%lld · 변화구 +%lld
en: Stuff +%lld · Command +%lld · Movement +%lld
ja: 球威 +%lld · 制球 +%lld · 変化量 +%lld

# setup.signature-effect.stuff-command-stamina
source: 구위 +%lld · 제구 +%lld · 체력 +%lld
en: Stuff +%lld · Command +%lld · Stamina +%lld
ja: 球威 +%lld · 制球 +%lld · スタミナ +%lld

# setup.signature-effect.stuff-command
source: 구위 +%lld · 제구 +%lld
en: Stuff +%lld · Command +%lld
ja: 球威 +%lld · 制球 +%lld

# setup.signature-effect.stuff-movement-stamina
source: 구위 +%lld · 변화구 +%lld · 체력 +%lld
en: Stuff +%lld · Movement +%lld · Stamina +%lld
ja: 球威 +%lld · 変化量 +%lld · スタミナ +%lld

# setup.signature-effect.stuff-movement
source: 구위 +%lld · 변화구 +%lld
en: Stuff +%lld · Movement +%lld
ja: 球威 +%lld · 変化量 +%lld

# setup.signature-effect.stuff-stamina
source: 구위 +%lld · 체력 +%lld
en: Stuff +%lld · Stamina +%lld
ja: 球威 +%lld · スタミナ +%lld

# setup.signature-effect.stuff
source: 구위 +%lld
en: Stuff +%lld
ja: 球威 +%lld

# setup.region.busan.flavor
source: 함성이 가장 큰 관중석
en: The loudest seats in the house
ja: 家の中で一番騒々しい席

# setup.region.busan.name
source: 부산
en: Busan
ja: 釜山

# setup.region.changwon.flavor
source: 짜임새 있는 수비 야구
en: Tight, team-first defense
ja: チーム第一のタイトなディフェンス

# setup.region.changwon.name
source: 창원
en: Changwon
ja: 昌原(チャンウォン)

# setup.region.chungbuk.flavor
source: 조용히 강한 다크호스
en: A quiet dark horse
ja: 静かなダークホース

# setup.region.chungbuk.name
source: 충북
en: North Chungcheong
ja: 忠清北道

# setup.region.chungnam.flavor
source: 전통 강호의 자존심
en: Pride of a traditional powerhouse
ja: 伝統強豪の誇り

# setup.region.chungnam.name
source: 충남
en: South Chungcheong
ja: 忠清南道

# setup.region.daegu.flavor
source: 더위를 이기는 근성
en: Grit that beats the heat
ja: 暑さに負けない気概

# setup.region.daegu.name
source: 대구
en: Daegu
ja: 大邱

# setup.region.daejeon.flavor
source: 뚝심의 원포인트 승부
en: One-pitch grit, no matter the situation
ja: どんな状況でも一球根性

# setup.region.daejeon.name
source: 대전
en: Daejeon
ja: 大田

# setup.region.gangwon.flavor
source: 산바람에 단련된 어깨
en: Arms tempered by mountain wind
ja: 山風で鍛えられた腕

# setup.region.gangwon.name
source: 강원
en: Gangwon
ja: 江原道

# setup.region.gyeongbuk.flavor
source: 전통과 자부심의 명문가
en: A home of tradition and pride
ja: 伝統と誇りの故郷

# setup.region.gyeongbuk.name
source: 경북
en: North Gyeongsang
ja: 慶尚北道

# setup.region.gyeonggi.flavor
source: 팀 수가 가장 많은 격전지
en: The most crowded field of teams
ja: チームの最も混雑したフィールド

# setup.region.gyeonggi.name
source: 경기
en: Gyeonggi
ja: 京畿道

# setup.region.gyeongnam.flavor
source: 남쪽 끝의 탄탄한 전력
en: Solid talent from the southern edge
ja: 南端の確かな才能

# setup.region.gyeongnam.name
source: 경남
en: South Gyeongsang
ja: 慶尚南道

# setup.region.gwangju.flavor
source: 타격의 고장, 투수엔 시련
en: A hitter's town, a trial for pitchers
ja: 打者の街、投手の試練

# setup.region.gwangju.name
source: 광주
en: Gwangju
ja: 光州

# setup.region.incheon.flavor
source: 바닷바람 속 끈질긴 야구
en: Tenacious baseball by the sea
ja: 海辺の粘り強い野球

# setup.region.incheon.name
source: 인천
en: Incheon
ja: 仁川

# setup.region.jeju.flavor
source: 가장 먼 곳에서 온 유망주
en: A prospect from the farthest shore
ja: 最果ての岸からの展望

# setup.region.jeju.name
source: 제주
en: Jeju
ja: 済州島

# setup.region.jeonbuk.flavor
source: 거친 바람의 홈그라운드
en: A rough-wind home ground
ja: 荒風のホームグラウンド

# setup.region.jeonbuk.name
source: 전북
en: North Jeolla
ja: 全羅北道

# setup.region.jeonnam.flavor
source: 느리게, 그러나 확실하게
en: Slowly, but surely
ja: ゆっくりと、しかし確実に

# setup.region.jeonnam.name
source: 전남
en: South Jeolla
ja: 全羅南道

# setup.region.sejong.flavor
source: 역사가 짧아 기회가 많다
en: A young baseball history means room to break through
ja: 若い野球の歴史は突破の余地を意味する

# setup.region.sejong.name
source: 세종
en: Sejong
ja: 世宗

# setup.region.seoul.flavor
source: 스카우트가 가장 자주 오는 무대
en: The stage scouts visit most often
ja: 舞台スカウトが最も頻繁に訪れるのは

# setup.region.seoul.name
source: 서울
en: Seoul
ja: ソウル

# setup.region.suwon.flavor
source: 신흥 명문들의 각축전
en: A showdown among rising powers
ja: 新興勢力同士の対決

# setup.region.suwon.name
source: 수원
en: Suwon
ja: 水原

# setup.region.ulsan.flavor
source: 묵묵히 던지는 공업 도시
en: An industrial city that keeps throwing
ja: 投げ続ける工業都市

# setup.region.ulsan.name
source: 울산
en: Ulsan
ja: 蔚山

# school.selection.card.accessibility
source: %@. %@. 강점 · %@. %@ %@, %@. %@, %@.
en: %@. %@. Best at %@. Trade-off: %@ %@: %@. %@: %@.
ja: %@。 %@。 %@が最高です。トレードオフ: %@ %@: %@。 %@: %@。

# school.selection.catcher
source: %@ 포수
en: %@, catcher
ja: %@、捕手

# school.selection.coach
source: %@ 감독
en: %@, head coach
ja: %@、ヘッドコーチ

# school.selection.confirm.action
source: 이 학교로 간다
en: Choose this school
ja: この学校を選んでください

# school.selection.confirm.cancel
source: 다시 고른다
en: Choose again
ja: もう一度選択してください

# school.selection.confirm.message
source: 강점 · %@ %@ 한 번 정하면 3년 동안 바꿀 수 없습니다.
en: Strength: %@ %@ Once you choose, you cannot change schools during your three-year high school career.
ja: 強み：%@ %@ 一度選ぶと、高校3年間は転校できません。

# school.selection.confirm.title
source: %@로 가시겠습니까?
en: Choose %@ for your three-year high school career?
ja: 高校 3 年間のキャリアに %@ を選択しますか?

# school.selection.strength
source: 강점 · %@
en: Strength: %@
ja: 強み：%@

# school.selection.title
source: 어느 학교로 갈지 고르세요
en: Choose your high school
ja: 高校を選択してください

# chapter.header.eyebrow.first
source: %@ · %lld학년 %@
en: %@ · Grade %lld · %@
ja: %@ · グレード %lld · %@

# chapter.header.eyebrow.repeat
source: %lld번째 선수 · %@ · %lld학년 %@
en: Player %lld · %@ · Grade %lld · %@
ja: プレーヤー %lld · %@ · グレード %lld · %@

# chapter.metric.fatigue
source: 피로
en: Fatigue
ja: 疲労

# chapter.metric.team-trust
source: 팀의 믿음
en: Team trust
ja: チームの信頼

# chapter.metric.training
source: 훈련
en: Training
ja: トレーニング

# chapter.wind.accessibility
source: 이번 3년의 바람, %@, 효과 설명 %@
en: Career wind: %@. %@ effects.
ja: キャリア風: %@。 %@ エフェクト。

# chapter.wind.collapse
source: 접기
en: Collapse
ja: 崩壊する

# chapter.wind.expand
source: 펼치기
en: Expand
ja: 拡大する

# training.arm-health.guidance.recovering
source: 부상 회복 중입니다. 회복 훈련만 효과가 있습니다.
en: Your arm is recovering. Only recovery work will help right now.
ja: 腕は回復してきていますね。現時点では回復作業のみが役に立ちます。

# training.arm-health.guidance.risk
source: 회복 훈련으로 팔 상태를 되돌리지 않으면 부상 위험이 커집니다.
en: If recovery work does not bring your arm back, the injury risk will rise.
ja: 回復作業で腕が戻らない場合、怪我のリスクが高まります。

# training.badge.opportunity
source: 기회
en: Opening
ja: チャンス

# training.badge.school-strength
source: 특기
en: School strength
ja: 学校の強み

# training.commit
source: 훈련하기
en: Train
ja: トレーニング開始

# training.double-bonus
source: 오늘은 학교 특기와 기회가 겹칩니다. 몰아붙일 자리입니다.
en: Your school strength and today's opening line up. This is the moment to push.
ja: 学校の強みと今日のチャンスが重なりました。今こそ伸ばす時です。

# training.intensity.title
source: 강도
en: Intensity
ja: 強度

# training.opportunity.title
source: 오늘의 기회 · %@
en: Today's opening: %@
ja: 今日のチャンス：%@

# training.pitch-picker.title
source: 집중할 결정구
en: Choose a putaway pitch
ja: 決め球を選ぶ

# training.prompt
source: 무엇을 훈련할까요
en: What will you work on?
ja: 何に取り組みますか?

# training.repeat.stop-explanation
source: 대화·각성·공식 경기 또는 높은 피로 앞에서 자동으로 멈춥니다.
en: It stops automatically before dialogue, awakenings, official games, or high fatigue.
ja: 会話、覚醒、公式戦、または疲労度が高い前に自動的に停止します。

# training.repeat.title
source: 같은 훈련 최대 3회
en: Repeat this workout up to 3 times
ja: このトレーニングを最大 3 回繰り返します

# training.result.badge.opportunity
source: 기회 적중
en: Opening hit
ja: オープニングヒット

# training.result.dismiss
source: 닫기
en: Dismiss
ja: 解雇する

# training.result.fatigue.changed
source: 피로 %lld (%+lld)
en: Fatigue %lld (%+lld)
ja: 疲労 %lld (%+lld)

# training.result.fatigue.steady
source: 피로 %lld
en: Fatigue %lld
ja: 疲労 %lld

# training.result.headline.no-gain
source: 능력 변화 없음
en: No rating change
ja: 評価変更なし

# training.result.title.bloom
source: 재능이 만개했습니다
en: Talent breakthrough
ja: 才能の躍進

# training.result.title.growth
source: 훈련 결과
en: Training complete
ja: トレーニングが完了しました

# training.result.title.jackpot
source: 대성공!
en: Huge breakthrough!
ja: 大躍進！

# training.result.title.no-growth
source: 훈련 결과 · 이번엔 오르지 않았습니다
en: No rating gain this time
ja: 今回は評価が上がらない

# reminder.nudge.title
source: 내일도 이어 던지기
en: Keep your arm warm tomorrow
ja: 明日は腕を暖かくしてください

# reminder.nudge.body
source: 매일 저녁 7시 30분, 지금 키우는 선수의 다음 목표나 그날의 이닝 중 이어 할 한 가지를 알려 드립니다. 며칠 안 열면 저절로 멈춥니다.
en: At 7:30 PM each day, we’ll remind you of the next goal for your current player or one inning to pick up where you left off. Reminders stop automatically if you don’t open the game for a few days.
ja: 毎日午後 7 時 30 分に、現在のプレーヤーの次の目標、または中断したところから再開する 1 イニングを通知します。数日間試合を開かないと、リマインダーは自動的に停止します。

# reminder.nudge.enable
source: 알림 켜기
en: Turn on reminders
ja: リマインダーをオンにする

# reminder.nudge.decline
source: 괜찮습니다
en: Not now
ja: 今ではありません

# challenge.end.eyebrow
source: 기록 없는 도전 결과
en: Challenge result — not part of your record
ja: チャレンジの結果 — 記録の一部ではありません

# challenge.end.score
source: 스카우트 평가 %lld점
en: Scout grade: %lld
ja: スカウトグレード: %lld

# challenge.end.stats
source: 경기 %lld · %lld탈삼진 · %lld볼넷 · %lld실점
en: Games %lld · %lld K · %lld BB · %lld R
ja: 試合 %lld · %lld K · %lld BB · %lld R

# challenge.end.disclaimer
source: 이 도전은 선수 기록이나 다음 회차 보상에 남지 않습니다. 원래 진행은 그대로입니다.
en: This challenge will not be added to your player record or carry rewards into the next career. Your original progress is unchanged.
ja: このチャレンジはプレイヤーの記録に追加されたり、報酬を次のキャリアに持ち込んだりすることはありません。元の進行状況は変わりません。

# challenge.end.cta
source: 도전을 닫는다
en: Close challenge
ja: クローズチャレンジ

# challenge.end.close.hint
source: 도전 결과를 닫고 원래 진행으로 돌아갑니다.
en: Closes this challenge result and returns to your original career.
ja: このチャレンジの結果を閉じて、元のキャリアに戻ります。

# challenge.end.outcome.drafted
source: 지명 성공
en: Drafted
ja: ドラフト済み

# challenge.end.outcome.undrafted
source: 지명 실패
en: Not drafted
ja: ドラフトされていない

# content.important-game.action.start
source: 마운드에 오르기
en: Take the mound
ja: マウンドに立つ

# content.important-game.career-matchup.line
source: 고교 3년 상대 전적 — %lld타석 %lld삼진 %lld피안타
en: High school career matchup — %lld PA · %lld K · %lld H
ja: 高校進学マッチ — %lld PA · %lld K · %lld H

# content.important-game.display.situation.many
source: %@ %lld아웃
en: %@ · %lld outs
ja: %@ · %lld アウト

# content.important-game.display.situation.one
source: %@ 1아웃
en: %@ · 1 out
ja: %@ · 1 アウト

# content.important-game.display.situation.zero
source: %@ 0아웃
en: %@ · No outs
ja: %@ · ノーアウト

# content.important-game.final-showdown.body
source: 3년의 마지막 마운드. 이 승부가 서로의 마지막 기억이 됩니다.
en: Your final high school matchup. This is how you'll remember each other.
ja: 高校最後の対戦。こうやってお互いを覚えていくんですね。

# content.important-game.final-showdown.title
source: 숙적 — 마지막 승부
en: Rival — Final Showdown
ja: ライバル — 最終決戦

# content.important-game.opponent.title
source: 상대
en: Opponent
ja: 相手

# chapter.goal.completed
source: 완수 — 숙제는 끝났고, 다음은 욕심의 영역입니다.
en: Complete — the assignment is done. Anything more is ambition.
ja: 完了 — 割り当ては完了しました。それ以上のものは野心です。

# chapter.review.abilities.title
source: 능력
en: Abilities
ja: 能力

# chapter.review.ability.accessibility
source: %@ %lld. 재능 %@, 한계 %lld. %@
en: %@ %lld. Talent %@, ceiling %lld. %@.
ja: %@ %lld。タレント%@、天井%lld。 %@。

# chapter.review.card.title
source: %@ 마무리
en: %@ Review
ja: %@ レビュー

# chapter.review.continue
source: 다음 이야기로
en: Continue to the next story
ja: 次の話に進む

# chapter.review.growth.empty.no-training
source: 훈련 없이 지나간 시기입니다.
en: You moved through this stretch without training.
ja: あなたはトレーニングなしでこのストレッチを乗り越えました。

# chapter.review.growth.empty.with-training
source: 훈련 %lld회 — 아직 숫자로 드러나지 않은 성장입니다.
en: You trained %lld times, but the growth has not shown up in the numbers yet.
ja: %lld 回トレーニングしましたが、成長はまだ数値に現れていません。

# chapter.review.growth.summary
source: 훈련 %lld회의 결과입니다.
en: This reflects %lld training sessions.
ja: これは、%lld トレーニング セッションを反映しています。

# chapter.review.growth.title
source: 이번 이야기의 성장
en: Growth in This Story
ja: この物語の中での成長

# chapter.review.next-story.rival
source: 다음 이야기 — 상대는 더 강해집니다. %@도 이 시기를 지켜봤습니다.
en: Next story — the competition gets tougher. %@ was watching this stretch too.
ja: 次のストーリー — 競争はさらに厳しくなります。 %@ もこのストレッチを見ていました。
